/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@は生体認証へのアクセス権限がありません。";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "4桁の数字コード";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "6桁の数字コード";

/* Title for 'Cancel' Button */
"Cancel" = "キャンセル";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "パスコードを変更";

/* Title for code options button */
"Code options" = "コードオプション";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "パスコードを作成";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "カスタムの英数字コード";

/* Promt user to enter new passcode */
"Enter new passcode" = "新しいパスコードを入力してください";

/* Promt user to enter passcode */
"Enter your passcode" = "パスコードを入力してください";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "パスコードが一致しません。もう一度お試しください。";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "パスコードを除去";

/* Title for 'Settings' Button */
"Settings" = "設定";

/* Promt user to verify new passcode */
"Verify new passcode" = "新しいパスコードを確認してください";

/* Promt user to verify passcode */
"Verify your passcode" = "パスコードを確認してください";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "生体認証を有効にする";

/* Biometric authentication prompt reason */
"Verify your identity" = "本人確認";
